# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'gnupg2'
brew 'grep'
brew 'hub'
brew 'libmemcached' # Needed for memcached
brew 'pkg-config' # Needed for memcached
brew 'zlib' # Needed for memcached
brew 'zsh'

# Development
brew 'composer'
brew 'imagemagick'
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'php'
brew 'redis'


# Apps
cask 'fork'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'visual-studio-code'
cask 'iterm2'
cask 'bettertouchtool'
